DATA = \
{
    "Анкетные данные": {
        "Фамилия, имя, отчество" : [],
        "Дата рождения" : [],
        "Домашний адрес" : [],
        "Образовательная организация" : []
    },
    "Анатомическое строение органов периферического отдела артикул. аппарата": {
        "Губы" : [
            "Нормальные",
            "Тонкие",
            "Толстые",
            "Укороченная верхняя губа",
            "Расщелина верхней губы (частичная)",
            "Расщелина верхней губы (полная)",
            "Расщелина верхней губы (односторонняя)",
            "Расщелина верхней губы (двухсторонняя)"
        ],
        "Зубы" : [
            "Нормальные",
            "Отсутствие зубов",
            "Редкие",
            "Неправильной формы",
            "Вне челюстной дуги",
            "Сверхкомплектность",
            "Диастема (расщелина между зубами)"
        ],
        "Прикус" : [
            "нормальный",
            "прямой",
            "глубокий",
            "переднеоткрытый",
            "боковой открытый (односторонний)",
            "боковой открытый (двухсторонний)",
            "перекрестный",
            "прогнатия",
            "прогения"
        ],
        "Язык" : [
            "нормальный",
            "макроглоссия",
            "подъязычная связка короткая (укороченная)",
            "подъязычная связка короткая (толстая)",
            "подъязычная связка короткая (утолщенная)",
            "наличие послеоперационного узла"
        ],
        "Твердое и мягкое небо" : [
            "нормальное",
            "высокое",
            "готическое",
            "излишне низкое твердое небо",
            "расщелина (сквозная)",
            "расщелина (односторонняя)",
            "расщелина (двухсторонняя несквозная)",
            "расщелина (полная)",
            "расщелина (неполная)",
            "расщелина (субмукозная)",
            "укорочение мягкого нёба",
            "отсутствие",
            "укорочение",
            "раздвоение маленького язычка",
            "рубцовые изменения неба и боковых стенок глотки",
            "наличие послеоперационных щелей"
        ],
        "Нос" : [
            "без патологии",
            "носовые полипы",
            "аденоиды",
            "опухоли носовой полости",
            "искривление носовой перегородки",
            "срастание мягкого неба с дужками",
            "срастание мягкого неба с миндалинами",
            "срастание мягкого неба с задней стенкой глотки",
            "увеличение глоточной непарной миндалины"
        ]
    },
    "Общая моторика": {
        "объем выполняемых движений": [
            "полный",
            "неполный"
        ],
        "темп": [
            "нормальный",
            "быстрый",
            "медленный"
        ],
        "активность": [
            "заторможенность",
            "двигательное беспокойство",
            "нормальная"
        ],
        "координация движений": [
            "норма",
            "моторная неловкость"
        ]
    },
    "Ручная моторика": {
        "объем движений": [
            "полный",
            "неполный",
            "строго ограничен"
        ],
        "темп выполнения": [
            "нормальный",
            "быстрый",
            "медленный"
        ],
        "активность": [
            "нормальная",
            "заторможенность",
            "двигательное беспокойство"
        ],
        "координация движений": [
            "норма",
            "незначительные нарушения",
            "неполная",
            "некоординированность"
        ],
        "наличие синкинезий": [
            "да",
            "нет"
        ],
        "переключаемость": [
            "точная",
            "неточная"
        ],
        "ведущая рука": [
            "левша",
            "амбидекстр",
            "правша"
        ],
        "вывод": [
            "норма (сохранность функции)",
            "точно выполняет статические и динамические пробы, но испытывает затруднения в выполнении асимметричных движений обеими руками",
            "недостаточность мелкой моторики (испытывает затруднения при выполнении динамических проб)",
            "моторная ограниченность (с трудом выполняет статичные пробы, наблюдаются гиперкинезы, тремор)"
        ]
    },
    "Артикуляционная моторика": {
        "объем движений": [
            "сторого ограничен",
            "неполный",
            "полный"
        ],
        "точность выполнения": [
            "точно",
            "неточно"
        ],
        "активность": [
            "нормальная",
            "заторможенность",
            "расторможенность"
        ],
        "мышечный тонус": [
            "норма",
            "повышен",
            "понижен"
        ],
        "темп выполнения": [
            "нормальный",
            "быстрый",
            "медленный",
            "замедление темпа при повторных движениях"
        ],
        "подвижность": [
            "достаточная",
            "недосточная",
            "тремор",
            "гиперкинезы",
            "девиация влево",
            "девиация вправо",
            "кинестическая апраксия"
        ],
        "переключаемость, точность движений": [
            "достаточная",
            "недостаточная"
        ],
        "саливация": [
            "норма",
            "повышенная",
            "гиперсаливация"
        ],
        "тип смыкания мягкого нёба с задней стенкой глотки": [
            "активный",
            "рефлекторный",
            "пассивный",
            "функциональный"
        ],
        "вывод": [
            "Подвижность органов артикуляции без особенностей (правильное выполнение с точным соответствием всех характеристик движения)",
            "Артикуляционная моторика сформирована в пределах нормы (все движения доступны, объем полный, тонус нормальный, темп выполнения и переключаемость несколько замедленны)",
            "Артикуляционная моторика сформирована недостаточно (замедленное и напряженное выполнение движений)",
            "Значительные нарушения в артикуляционной моторике  (выполнение с ошибками: длительный поиск позы, неполный объем движения, отклонения в конфигурации, синкинезии, гиперкинезы)"
        ]
    },
    "Исследование состояния звукопроизношения": {
        "объем нарушения": [
            "полиморфное",
            "мономорфное"
        ],
        "характер нарушения": [
            "замена",
            "искаженное",
            "дефектное произношение",
            "смешение",
            "назализованность ротовых и неназализованность носовых звуков"
        ],
        "вид нарушения": [
            "дислалия",
            "дизартрия",
            "ринолалия",
            "моторная алалия"
        ],
        "Выводы": [
            "норма (в пределах возрастной нормы)",
            "фонетический строй речи сформирован недостаточно, изолированно все звуки произносит правильно, но при увеличении речевой нагрузки наблюдается общая смазанность речи",
            "фонетические дефекты звукопроизношения (пропуски, искажения)",
            "фонологические дефекты (замены, смешения)"
        ]
    },
    "Дыхательной и голосовой функции": {
        "дыхание": [
            "свободное",
            "затрудненное",
            "поверхностное",
            "неглубокое",
            "неровное"
        ],
        "тип физилологического дыхания": [
            "верхнеключичное",
            "диафрагмальное",
            "брюшное",
            "смешанное"
        ],
        "объем": [
            "норма",
            "недостаточный"
        ],
        "продолжительность речевого выдоха": [
            "норма",
            "укороченный"
        ],
        "голос": [
            "нормальный",
            "чрезмерно громкий",
            "чрезмерно тихий",
            "с носовым оттенком (гнусавый)",
            "глухой",
            "монотонный"
        ],
        "направление голосовыдыхательной струи при речи": [
            "нормальное",
            "боковое"
        ]
    },
    "Просодической стороны речи": {
        "разборчивость": [
            "норма (достаточная)",
            "снижена",
            "речь смазанная",
            "нарушенная",
            "невнятная",
            "мало понятная для окружающих"
        ],
        "темп": [
            "норма",
            "быстрый",
            "замедленный",
            "тахилалия",
            "брадилалия",
            "запинки",
            "заикание"
        ],
        "ритм": [
            "норма",
            "дисритмия",
            "растянутый",
            "скандированный"
        ],
        "интонирование": [
            "употребляет основные виды интонаций",
            "затруднено употребление интонаций",
            "повествовательной",
            "вопросительной",
            "восклицательной"
        ],
        "Выводы": [
            "разборчивость речи не нарушена, дыхание свободное, голос модулированный, темп и ритм соответствуют норме",
            "разборчивость речи несколько снижена, отмечены незначительные единичные нарушения дыхания и голоса",
            "речь невнятная, смазанная, имеются нарушения темпа, ритма, дыхания и голоса",
            "разборчивость нарушена, речь малопонятна для окружающих, отмечаются проявление гиперкинезов, заикания, отклонение тембра",
            "речь понятна только близким"
        ]
    },
    "Исследование звукослоговой структуры слова": {
        "Выводы": {
            "норма (не нарушена: правильное и точное воспроизведение в темпе предъявления)",
            "воспроизведение звукослоговой структуры точное, но темп несколько замедлен, отмечаются запинки",
            "негрубые дефекты звукослоговой структуры слова (нарушения отмечаются в многосложных словах  и  касаются структуры отдельного слога: выпадение, перестановка, замена звука в стечениях согласных)",
            "звукослоговая  структура слова нарушена"
        },
        "Виды нарушений": {
            "пропуски звуков, слогов",
            "персеверации (отсроченное повторение)",
            "итерации (добавление)",
            "перестановка звуков, слогов",
            "соединение слоговых частей двух слов",
            "парафазии (замены)"
        }
    },
    "Исследование слуховой дифференциации звуков (фонематич. восприятие)": {
        "не слышит данный звук в любой позиции": [],
        "не дифференцирует оппозиционные звуки группы": [],
        "незначительно затруднена слухо-произносительная дифференцация звуков": [],
        "Выводы": [
            "фонематическое восприятие в норме",
            "фонематическое восприятие оппозиционных звуков затруднено",
            "слухо-произносительная дифференциация звуков нарушена"
        ]
    },
    "Исследование понимания речи (импрессивная речь)": {
        "Выводы": [
            "Понимание обращенной речи в полном объеме",
            "Понимание обращенной речи на бытовом уровне",
            "Ограниченное понимание обращенной речи",
            "Понимание обращенной речи в пределах ситуации"
        ]
    },
    "Исследование состояния лексики": {
        "Выводы": [
            "норма (словарный запас достаточный, соответствует возрастной норме);  количественный активный словарь близок к возрастной норме,  использует все части речи, но не всегда точно отражает в речи приставочные глаголы (выливает - переливает)",
            "использует простые предлоги, в употреблении сложных допускает ошибки, пользуется антонимами, но при подборе синонимов испытывает затруднения",
            "активный словарь ограничен рамками обиходно – бытовой тематики, владеет простыми обобщающими понятиями, в речи в основном использует существительные и глаголы, отмечаются вербальные парафазии на различной основе",
            "активный словарь резко ограничен"
        ],
        "Словообразование": [
            "норма (сформированы, соответствуют возрастной норме)",
            "в стадии формирования",
            "не сформированы"
        ]
    },
    "Исследование состояния грамматического строя речи": {
        "": [
            "грамматический строй близок к возрастной норме",
            "допускает незначительное количество ошибок при словообразовании и словоизменении",
            "допускает большое количество ошибок при словоизменении и словообразовании",
            "речь резко аграмматична"
        ],
        "Выводы": [
            "норма (сформирован)",
            "сформирован недостаточно",
            "не сформирован"
        ]
    },
    "Исследование состояния связной речи": {
        "Пересказ": [
            "пересказ составлен самостоятельно без нарушения лексико-грамматических норм; полностью передается содержание текста, соблюдаются связность и последовательность изложения; употребляются разнообразные языковые средства в соответствии с текстом произведения",
            "пересказ составлен с незначительной помощью (побуждение, стимулирующие вопросы); в основном соблюдаются грамматические нормы; отмечаются отдельные нарушения связного воспроизведения текста, единичные случаи поиска слов, отсутствие художественно-стилистических элементов, недостаточная развернутость высказывания",
            "пересказ составлен с помощью (акцентирование внимания на элементах сюжета, подсказки, наводящие вопросы); отмечаются пропуск частей текста без искажения смысла, бедность и однообразие употребляемых языковых средств, нарушения структуры предложений, аграмматизмы",
            "пересказ составлен по наводящим вопросам; связность изложения нарушена; отмечаются значительные сокращения текста или искажения смысла, повторы, аграмматизмы, неадекватное использование слов",
            "пересказ даже по вопросам оказался недоступен"
        ],
        "Рассказ по серии картин": [
            "самостоятельно разложены картинки и составлен рассказ; имеет все смысловые звенья, определены временные и причинно-следственные связи между событиями; оформлен грамматически правильно с адекватным использованием лексических средств",
            "картинки разложены со стимулирующей помощью, рассказ составлен самостоятельно без аграмматизмов; допускаются нерезко выраженные нарушения связности и плавности рассказа, недостаточная развернутость, единичные случаи поиска слов",
            "раскладывание картинок и составление рассказа со стимулирующей помощью; встречаются аграмматизмы, далекие словесные замены, выпадение смысловых звеньев, искажение смысла; связность рассказа нарушена",
            "раскладывание картинок и составление рассказа по наводящим вопросам, подсказкам; наблюдаются неадекватное использование лексических средств, существенное искажение смысла или рассказ не завершен, или представляет собой перечисление предметов",
            "рассказ оказался  недоступен"
        ],
        "Выводы": [
            "норма (соответствует возрастной норме)",
            "в стадии формирования",
            "требует дальнейшего развития",
            "не сформирована"
        ]
    },
    "Исследование состояния пространственных представлений": {
        "": [
            "не ориентируется на плоскости и в пространстве",
            "владеет понятиями верх - низ, испытывает значительные затруднения в понятиях право – лево",
            "ориентируется в пространстве, но при перенесении действий на плоскость испытывает затруднения",
            "пространственная ориентировка соответствует возрасту"
        ]
    }
}